Repository: RKWKomZe/RkwNewsletter
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_rkwnewsletter_domain_model_newsletter
source: RKW Newsletter: Basic Configuration
de: RKW Newsletter: Grundkonfiguration

# tx_rkwnewsletter_domain_model_newsletter.name
source: Name configuration
de: Name der Konfiguration

# tx_rkwnewsletter_domain_model_newsletter.introduction
source: Editorial for more than one topic (overrides default text)
de: Editorial bei mehr als einem Thema (überschreibt Standard-Text)

# tx_rkwnewsletter_domain_model_newsletter.introduction2
source: Editorial for only one topic (overrides default text)
de: Editorial bei nur einem Thema (überschreibt Standard-Text)

# tx_rkwnewsletter_domain_model_newsletter.authors
source: Authors
de: Ansprechperson

# tx_rkwnewsletter_domain_model_newsletter.issue_title
source: Issue Title (e.g. "RKW Newsletter {M}/{Y}" will dynamically insert month and year)
de: Name der Ausgabe (z.B. "RKW Newsletter {M}/{Y}" generiert automatisch Monat/Jahr)

# tx_rkwnewsletter_domain_model_newsletter.sender_name
source: Sender Name (e.g. RKW Redaktion)
de: Absender-Name (z.B. RKW Redaktion)

# tx_rkwnewsletter_domain_model_newsletter.sender_mail
source: Sender Mail (e.g. newsletter@rkw-news.de)
de: Absender-E-Mail (z.B. newsletter@rkw-news.de)

# tx_rkwnewsletter_domain_model_newsletter.reply_name
source: Reply Name (e.g. RKW Redaktion)
de: Reply-Name (z.B. RKW Redaktion)

# tx_rkwnewsletter_domain_model_newsletter.reply_mail
source: Reply Mail (e.g. info@rkw-news.de)
de: Reply-E-Mail (z.B. info@rkw-news.de)

# tx_rkwnewsletter_domain_model_newsletter.return_path
source: Return Path (e.g. newsletter@rkw-news.de)
de: Return Path (z.B. newsletter@rkw-news.de)

# tx_rkwnewsletter_domain_model_newsletter.priority
source: Priority
de: Priorität

# tx_rkwnewsletter_domain_model_newsletter.priority.high
source: High
de: Hoch

# tx_rkwnewsletter_domain_model_newsletter.priority.low
source: Low
de: Niedrig

# tx_rkwnewsletter_domain_model_newsletter.type
source: Type
de: Typ

# tx_rkwnewsletter_domain_model_newsletter.type.special
source: Special-Newsletter (send to all)
de: Spezial-Newsletter (an alle Abonnenten versenden)

# tx_rkwnewsletter_domain_model_newsletter.settings_page
source: Page with TypoScript-Settings
de: Seite mit TypoScript-Einstellungen

# tx_rkwnewsletter_domain_model_newsletter.rythm
source: Sending-Rythm
de: Versand-Rythmus

# tx_rkwnewsletter_domain_model_newsletter.rythm.weekly
source: Weekly
de: Wöchentlich

# tx_rkwnewsletter_domain_model_newsletter.rythm.monthly
source: Monthly
de: Monatlich

# tx_rkwnewsletter_domain_model_newsletter.rythm.quarterly
source: Quarterly
de: Quartalsweise

# tx_rkwnewsletter_domain_model_newsletter.rythm.yearly
source: Yearly
de: Jährlich

# tx_rkwnewsletter_domain_model_newsletter.approval
source: Final Approval for Sending
de: Finale Freigabe zum Versand

# tx_rkwnewsletter_domain_model_newsletter.usergroup
source: FE-User Groups
de: FE-Nutzendengruppen (Beschränkung)

# tx_rkwnewsletter_domain_model_newsletter.topic
source: Topic
de: Verknüpfte Themen

# tx_rkwnewsletter_domain_model_newsletter.issue
source: Issues
de: Ausgaben

# tx_rkwnewsletter_domain_model_newsletter.last_sent_tstamp
source: Recently sent
de: Zuletzt versendet

# tx_rkwnewsletter_domain_model_newsletter.last_issue_tstamp
source: Last Issue Built
de: Letzte Ausgabe zusammengestellt

# tx_rkwnewsletter_domain_model_topic
source: RKW Newsletter: Topic
de: RKW Newsletter: Thema

# tx_rkwnewsletter_domain_model_topic.name
source: Title
de: Titel

# tx_rkwnewsletter_domain_model_topic.short_description
source: Short Description
de: Kurzbeschreibung

# tx_rkwnewsletter_domain_model_topic.newsletter
source: Newsletter
de: Newsletter Konfiguration

# tx_rkwnewsletter_domain_model_topic.approval_stage1
source: Approval on Stage 1 by
de: Freigabe auf Stufe 1 durch

# tx_rkwnewsletter_domain_model_topic.approval_stage2
source: Approval on Stage 2 by
de: Freigabe auf Stufe 2 durch

# tx_rkwnewsletter_domain_model_topic.container_page
source: Container Page for Editions
de: Sammelseite für Ausgaben

# tx_rkwnewsletter_domain_model_topic.primary_color
source: Primary Color
de: Primärfarbe

# tx_rkwnewsletter_domain_model_topic.primary_color_editorial
source: Primary Color Editorial
de: Primärfarbe Editorial

# tx_rkwnewsletter_domain_model_topic.secondary_color
source: Secondary Color
de: Sekundärfarbe

# tx_rkwnewsletter_domain_model_topic.secondary_color_editorial
source: Secondary Color Editorial
de: Sekundärfarbe Editorial

# tx_rkwnewsletter_domain_model_topic.is_special
source: Always include this topic in newsletter issues
de: Dieses Thema in Newsletterausgaben immer berücksichtigen

# tx_rkwnewsletter_domain_model_approval
source: RKW Newsletter: Approval
de: RKW Newsletter: Freigaben

# tx_rkwnewsletter_domain_model_approval.topic
source: Topic
de: Thema

# tx_rkwnewsletter_domain_model_approval.page
source: Page
de: Sammelseiten

# tx_rkwnewsletter_domain_model_approval.allowed_by_user_stage1
source: Stage 1: Allowed By User
de: Stufe 1: Freigabe durch Nutzende

# tx_rkwnewsletter_domain_model_approval.allowed_by_user_stage2
source: Stage 2: Allowed By User
de: Stufe 2: Freigabe durch Nutzende

# tx_rkwnewsletter_domain_model_approval.allowed_tstamp_stage1
source: Stage 1: Allowed At
de: Stufe 1: Freigabe am

# tx_rkwnewsletter_domain_model_approval.allowed_tstamp_stage2
source: Stage 2: Allowed At
de: Stufe 2: Freigabe am

# tx_rkwnewsletter_domain_model_approval.sent_info_tstamp_stage1
source: Stage 1: Sent Info At
de: Stufe 1: Info gesendet am

# tx_rkwnewsletter_domain_model_approval.sent_info_tstamp_stage2
source: Stage 2: Sent Info At
de: Stufe 2: Info gesendet am

# tx_rkwnewsletter_domain_model_approval.sent_reminder_tstamp_stage1
source: Stage 1: Sent Reminder At
de: Stufe 1: Erinnerung gesendet am

# tx_rkwnewsletter_domain_model_approval.sent_reminder_tstamp_stage2
source: Stage 2: Sent Reminder At
de: Stufe 2: Erinnerung gesendet am

# tx_rkwnewsletter_domain_model_issue
source: RKW Newsletter: Issue
de: RKW Newsletter: Ausgabe

# tx_rkwnewsletter_domain_model_issue.title
source: Title
de: Titel

# tx_rkwnewsletter_domain_issue.status.issue
source: Issue prepared
de: Ausgabe vorbereitet

# tx_rkwnewsletter_domain_issue.status.approval
source: Waiting for Approval
de: Warten auf Freigabe

# tx_rkwnewsletter_domain_issue.status.ready
source: Ready to Send
de: Bereit zum Versand

# tx_rkwnewsletter_domain_issue.status.sending
source: Sending
de: Versand läuft

# tx_rkwnewsletter_domain_issue.status.sent
source: Sent
de: Versendet

# tx_rkwnewsletter_domain_issue.status.deferred
source: Deferred
de: Zurückgestellt

# tx_rkwnewsletter_domain_issue.status.error
source: Error
de: Fehler

# tx_rkwnewsletter_domain_model_issue.pages
source: Pages
de: Sammelseiten

# tx_rkwnewsletter_domain_model_issue.newsletter
source: Newsletter
de: Verwendete Newsletter-Konfiguration

# tx_rkwnewsletter_domain_model_issue.approvals
source: Approvals
de: Genehmigungen

# tx_rkwnewsletter_domain_model_issue.info_tstamp
source: Info Time
de: Info gesendet am

# tx_rkwnewsletter_domain_model_issue.reminder_tstamp
source: Reminder Sent
de: Erinnerung gesendet am

# tx_rkwnewsletter_domain_model_issue.release_tstamp
source: Issue Released
de: Ausgabe freigegeben am

# tx_rkwnewsletter_domain_model_issue.sent_tstamp
source: Issue Sent
de: Ausgabe gesendet am

# pages.tx_rkwnewsletter_newsletter.please_choose
source: Please Choose
de: Bitte wählen

# pages.tx_rkwnewsletter_topic
source: Topic
de: Thema

# pages.tx_rkwnewsletter_topic.please_choose
source: Please Choose
de: Bitte wählen

# pages.tx_rkwnewsletter_exclude
source: Exclude From Sendings
de: Vom Versand ausschließen

# pages.tx_rkwnewsletter_teaser_heading
source: Teaser-Headline
de: Teaser-Überschrift

# pages.tx_rkwnewsletter_include_tstamp
source: Included in Newsletter
de: In einer Newsletter-Ausgabe verwendet am

# tt_content.tx_rkwnewsletter_authors
source: Authors
de: Ansprechpersonen

# tt_content.tx_rkwnewsletter_is_editorial
source: This is an editorial
de: Dieser Beitrag ist ein Editorial

# fe_user.tx_rkwnewsletter_domain_model_subscription
source: Topics
de: Themen

# fe_user.tx_rkwnewsletter_priority
source: Priority
de: Prioritär anschreiben
