Repository: RKWKomZe/RkwNewsletter
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_rkwnewsletter_domain_model_frontenduser.first_name
source: Firstname
de: Vorname

# tx_rkwnewsletter_domain_model_frontenduser.last_name
source: Lastname
de: Nachname

# tx_rkwnewsletter_domain_model_frontenduser.title
source: Title
de: Titel

# tx_rkwnewsletter_domain_model_frontenduser.tx_rkwregistration_title.I.neutral
source: -- Please select --
de: -- Bitte wählen --

# tx_rkwnewsletter_domain_model_frontenduser.company
source: Company
de: Firma/Organisation

# tx_rkwnewsletter_domain_model_frontenduser.tx_rkwregistration_gender
source: Salutation
de: Anrede

# tx_rkwnewsletter_domain_model_frontenduser.tx_rkwregistration_gender.I.man
source: Mr.
de: Herr

# tx_rkwnewsletter_domain_model_frontenduser.tx_rkwregistration_gender.I.woman
source: Mrs.
de: Frau

# tx_rkwnewsletter_domain_model_frontenduser.tx_rkwregistration_gender.I.neutral
source: -- Please select --
de: -- Bitte wählen --

# rkwMailService.subject.adminApproval
source: A newsletter issue has to be checked
de: Eine Newsletterausgabe muss geprüft werden

# rkwMailService.subject.adminApprovalReminder
source: Reminder: A newsletter issue has to be checked
de: Erinnerung: Eine Newsletterausgabe muss geprüft werden

# rkwMailService.subject.adminApprovalAutomatic
source: A newsletter issue has been approved automatically
de: Eine Newsletterausgabe wurde automatisch freigegeben

# rkwMailService.subject.adminRelease
source: A newsletter issue is ready to be sent
de: Eine Newsletterausgabe ist bereit zum Versand

# rkwMailService.subject.adminReleaseReminder
source: Reminder: A newsletter issue is ready to be sent
de: Erinnerung: Eine Newsletterausgabe ist bereit zum Versand

# rkwMailService.subject.optInRequest
source: Confirmation for RKW Newsletter
de: Bestätigungslink für RKW Newsletter

# releaseController.message.approvalSuccessful
source: Wohoo! Successfully approved. The newsletter output was set to the next stage. A notification to the respective editors will be sent shortly.
de: Wohoo! Die Freigabe war erfolgreich. Die Newsletterausgabe wurde auf die nächste Freigabestufe gesetzt. Eine Benachrichtigung an die betreffenden Redakteure wird in Kürze versendet.

# releaseController.message.issueDeferredSuccessfully
source: Wohoo! Issue sucessfuly deferred.
de: Wohoo! Die Ausgabe wurde erfolgreich zurückgestellt.

# releaseController.message.testMailSent
source: Wohoo! The test-E-mail has been sent successfully.
de: Wohoo! Die Testmail wurde erfolgreich versandt.

# releaseController.message.issueCreated
source: Wohoo! A special edition was successfully created.
de: Wohoo! Eine Sonder-Ausgabe wurde erfolgreich erstellt.

# releaseController.message.sendingStarted
source: Wohoo! The newsletter issue has been successfully released for dispatch..
de: Wohoo! Die Newsletter-Ausgabe wurde erfolgreich zum Versand freigegeben.

# releaseController.warning.checkTitle
source: The subject of the newsletter should ideally be between 40 and 60 characters long and motivate the user to read the newsletter (call-to-action). Please check the subject again before sending the newsletter.
de: Der Betreff des Newsletters sollte im Idealfall zwischen 40 und 60 Zeichen lang sein und den Nutzer dazu motivieren, den Newsletter zu lesen (Call-To-Action). Bitte prüfen Sie den gesetzten Betreff vor dem Versand noch einmal.

# releaseController.error.selectIssue
source: Please first select a newsletter issue that you would like to send.
de: Bitte wählen Sie zunächst eine Newsletterausgabe aus, deren Versand Sie starten möchten.

# releaseController.error.emailIncorrect
source: Oh no! The given E-Mail-address "%s" seems to be incorrect. Please check and try again.
de: Upps! Die angegebene E-Mail-Adresse "%s" scheint nicht korrekt zu sein. Bitte prüfen Sie die Angabe und versuchen Sie es erneut.

# releaseController.error.unexpected
source: Oh no! An unexpected error occurred. Please contact your trusted administrator.
de: Upps! Ein unerwarteter Fehler ist aufgetreten. Bitte wenden Sie sich an den Administrator Ihres Vertrauens.

# releaseController.error.testMail
source: Oops! Sorry, the email could not be sent. Are corresponding contents created?
de: Upps! Die E-Mail konnte leider nicht versendet werden. Sind entsprechende Inhalte angelegt?

# subscriptionController.message.optInCreated
source: An e-mail has been send to you. Please click the link in the e-mail to confirm your request.
de: Fast geschafft! Eine E-Mail mit einem Bestätigungslink ist auf dem Weg zu Ihnen. Sollten Sie innerhalb der nächsten 2-3 Minuten keine E-Mail von uns erhalten, prüfen Sie Ihren Spam-Filter. Selbstverständlich steht Ihnen aber auch unser <a href="mailto:service@rkw.de">Support</a> bei Problemen jederzeit gerne zur Verfügung.

# subscriptionController.message.subscriptionSaved
source: Wohoo! The changes have been saved successfully.
de: Wohoo! Die Änderungen an Ihrem Newsletter-Abonnement wurden erfolgreich gespeichert.

# subscriptionController.message.subscriptionCanceled
source: Your wish is our command. The changes were discarded.
de: Ihr Wunsch ist uns Befehl. Die Änderungen an Ihrem Newsletter-Abonnement wurden verworfen.

# subscriptionController.message.allSubscriptionsDeleted
source: Too bad that we lose you as a subscriber. All topics have been unsubscribed as requested. From now on you will no longer receive any newsletters from us. Of course you can subscribe to our newsletter again at any time.
de: Schade, dass wir Sie als Abonnenten verlieren. Alle Themen wurden wunschgemäß abbestellt. Sie erhalten ab jetzt keine Newsletter mehr von uns. Selbstverständlich können Sie unsere Newsletter jederzeit erneut abonnieren.

# subscriptionController.error.noTopicSelected
source: Oops, you may have forgotten a little something: Please select at least one topic you would like to subscribe to.
de: Upps, da haben Sie wohl eine Kleinigkeit vergessen: Bitte wählen Sie mindestens ein Thema aus, das sie abonnieren möchten.

# subscriptionController.error.subscriptionError
source: Oops, something went wrong with that. Have you already confirmed your subscription?
de: Upps, da ist leider etwas schief gelaufen. Haben Sie das Abonnement eventuell bereits bestätigt?

# subscriptionController.error.unexpectedError
source: Upps, unfortunately something went wrong. Please contact our support.
de: Upps, da ist leider etwas schief gelaufen. Bitte wenden Sie sich an unseren <a href="mailto:service@rkw.de">Support</a>.

# subscriptionController.error.acceptTerms
source: You have to accept our terms and conditions.
de: Das muss leider sein: Bitte akzeptieren Sie unsere allgemeinen Nutzungsbedingungen, um sich anmelden zu können.

# subscriptionController.error.notIdentified
source: Upps, it seems that we have not been able to identify you via the link used. You may already have cancelled your subscription. Would you like to sign up again?
de: Upps, es scheint als haben wir Sie über den verwendeten Link nicht identifizieren können. Möglicherweise haben Sie Ihr Abonnement bereits beendet. Möchten Sie sich erneut anmelden?

# subscriptionController.error.nothingChanged
source: Oops, it seems that you have not made any changes. Please check your details again.
de: Upps, es scheint als hätten Sie gar keine Änderung vorgenommen. Bitte prüfen Sie Ihre Angaben erneut.

# subscriptionController.error.alreadyLoggedIn
source: Oops, it seems that you are logged in with a different user than the one indicated by the link used. Please log out to use the link.
de: Upps, es scheint als wären Sie mit einem anderen Nutzer eingeloggt als durch den verwendeten Link angegeben. Bitte loggen Sie sich aus, um den Link nutzen zu können.

# newsletterTeaserLengthEvaluation.header.tooShort
source: Teaser-Text
de: Teaser-Text zu kurz

# newsletterTeaserLengthEvaluation.message.tooShort
source: So that the recipients of the newsletter also know what your contribution is about, the teaser text should be at least %s characters long (currently: %s characters). However, your teaser text was still saved.
de: Damit die Empfänger des Newsletters auch wissen, worum es in Ihrem Beitrag geht, sollte der angegebene Teaser-Text mindestens %s Zeichen lang sein (aktuell: %s Zeichen). Ihr Teaser-Text wurde aber trotzdem gespeichert.

# newsletterTeaserLengthEvaluation.header.tooLong
source: Teaser-Text
de: Teaser-Text zu lang

# newsletterTeaserLengthEvaluation.message.tooLong
source: Your contribution will appear in the newsletter along with some others. So that the newsletter is not overloaded, your teaser text should not exceed the length of %s characters (currently: %s characters). However, your teaser text was still saved.
de: Ihr Beitrag erscheint neben einigen anderen im Newsletter. Damit der Newsletter nicht überfrachtet wird, sollte Ihr Teaser-Text die Länge von %s Zeichen nicht überschreiten (aktuell: %s Zeichen). Ihr Teaser-Text wurde aber trotzdem gespeichert.

# templates_backend_release_confirmationList
source: Open Approvals
de: Ausstehende Freigaben

# templates_backend_release_confirmationList.description
source: Here you will find all newsletters for which still an editorial approval is missing. Only when all approvals have been granted can the newsletter actually be sent.
de: Hier finden Sie alle Newsletterausgaben, für die noch eine redaktionelle Freigabe erteilt werden muss. Erst wenn alle Freigaben erteilt sind, kann der Newsletter tatsächlich versendet werden.

# templates_backend_release_confirmationList.approvalsStage1
source: Approvals Stage 1
de: Freigaben Stufe 1

# templates_backend_release_confirmationList.approvalsStage2
source: Approvals Stage 2
de: Freigaben Stufe 2

# templates_backend_release_confirmationList.startable
source: Issues ready to start
de: Ausgaben, die zum Versand bereit sind

# templates_backend_release_confirmationList.stage1
source: Stage 1
de: Stufe 1

# templates_backend_release_testList
source: Test
de: Testversand

# templates_backend_release_testList.description
source: Here you can initiate a test dispatch for newsletter issues that have not yet been sent to your e-mail address. You can decide whether the test mailing should include all or only selected topics.
de: Hier können hier einen Testversand noch nicht versendete Newsletter-Ausgaben an Ihre E-Mailadresse anstoßen. Dabei können Sie entscheiden, ob der Testversand alle oder nur ausgewählte Themen berücksichtigen soll.

# templates_backend_release_testList.title
source: Subject (is prepended to automatically set subject)
de: Betreff (wird dem automatisch generierten Betreff vorangestellt)

# templates_backend_release_testList.deliveryTopics
source: Topics for test delivery
de: Themen für Testversand

# templates_backend_release_testList.go
source: Go!
de: Los!

# templates_backend_release_testList.all
source: - All -
de: - Alle -

# templates_backend_release_createIssueList
source: Create Special-Issue manually
de: Sonder-Ausgabe manuell anlegen

# templates_backend_release_createIssueList.description
source: Here you can create a special edition for a newsletter that can be started outside the regular mailing cycle.
de: Hier können Sie für einen Newsletter eine Sonderausgabe anlegen, die außerhalb des regulären Versandrhythmus gestartet werden kann.

# templates_backend_release_createIssueList.title
source: Newsletter-Configuration
de: Newsletter-Konfiguration

# templates_backend_release_createIssueList.topics
source: Topics for the special-edition
de: Themen für die Sonderausgabe

# templates_backend_release_createIssueList.go
source: Go!
de: Los!

# templates_backend_release_createIssueList.all
source: - All -
de: - Alle -

# templates_backend_release_sendList
source: Dispatching (Step 1/2)
de: Versand (Schritt 1/2)

# templates_backend_release_sendList.description
source: Here you will find all newsletter issues which you can start.
de: Hier finden Sie alle Newsletterausgaben, deren Versand Sie starten können.

# templates_backend_release_sendList.title
source: Subject (is prepended to automatically set subject)
de: Betreff (wird dem automatisch generierten Betreff vorangestellt)

# templates_backend_release_sendList.subscriptions
source: Subscription
de: Abonnenten

# templates_backend_release_sendList.subscriptionsAll
source: All
de: Gesamt

# templates_backend_release_sendList.subscriptionsAmong
source: among them
de: darunter

# templates_backend_release_sendList.go
source: Go!
de: Los!

# templates_backend_release_sendConfirm
source: Confirmation for Dispatching (Step 2/2)
de: Bestätigung des Versands (Schritt 2/2)

# templates_backend_release_sendConfirm.description
source: Please confirm below the dispatch of the selected newsletter. Please also check the subject of the newsletter and adjust it if necessary. Please note that the dispatch is staggered, i.e. the recipients may receive the newsletter at different times.
de: Bitte bestätigen Sie untenstehend den Versand des ausgewählten Newsletters. Bitte prüfen Sie auch den Betreff des Newsletters und passen Sie diesen ggf. noch an. Bitte beachten Sie, dass der Versand gestaffelt erfolgt; die Empfänger den Newsletter also gegebenenfalls zeitlich versetzt erhalten.

# templates_backend_release_sendConfirm.title
source: Subject (is prepended to automatically set subject)
de: Betreff (wird dem automatisch generierten Betreff vorangestellt)

# templates_backend_release_sendConfirm.subscriptions
source: Subscription
de: Abonnenten

# templates_backend_release_sendConfirm.go
source: I am sure: Go!
de: Ich bin ganz sicher: Los!

# templates_backend_release_sendConfirm.cancel
source: Cancel
de: Abbrechen

# partials_backend_release_subscriptions.subscriptionsAll
source: All
de: Gesamt

# partials_backend_release_subscriptions.subscriptionsAmong
source: among them
de: darunter

# partials_backend_release_approvals.title
source: Title
de: Titel

# partials_backend_release_approvals.approvals
source: Approvals
de: Freigaben

# partials_backend_release_approvals.globalActions
source: Global Actions
de: Übergreifende Aktionen

# partials_backend_release_approvals.actions
source: Actions
de: Aktionen

# partials_backend_release_approvals.deferIssue
source: Defer issue
de: Ausgabe zurückstellen

# partials_backend_release_approvals.noIssuesWaiting
source: No issue is waiting for release.
de: Keine Freigaben ausstehend.

# partials_backend_release_readyToStart.title
source: Title
de: Titel

# partials_backend_release_readyToStart.actions
source: Actions
de: Aktionen

# partials_backend_release_readyToStart.deferIssue
source: Defer issue
de: Ausgabe zurückstellen

# partials_backend_release_readyToStart.noIssuesWaiting
source: No issue are waiting for start.
de: Keine Ausgaben warten auf den Versandstart.

# partials_backend_release_approvals_details.topic
source: Topic
de: Thema

# partials_backend_release_approvals_details.actions
source: Actions
de: Aktionen

# partials_backend_release_approvals_details.approvalPending
source: Pending
de: Ausstehend

# partials_backend_release_approvals_details.approvalStage1Pending
source: Stage 1 still pending
de: Stufe 1 noch ausstehend

# partials_backend_release_approvals_details.alreadyApproved
source: Already Approved
de: Bereits freigegeben

# partials_backend_release_approvals_details.approvalUser
source: User
de: Nutzer

# partials_backend_release_approvals_details.approvalTime
source: Time
de: Zeit

# partials_backend_release_approvals_details.approve
source: Approve now
de: Jetzt freigeben

# partials_newsletter_body.headline
source: Hello
de: Hallo

# partials_newsletter_body.fallback
source: Hello
de: Hallo

# partials_newsletter_body_editorial_content.introduction
source: below you will find news about projects, publications and events of the RKW Competence Center. We hope you enjoy reading the current issue of our newsletter!
de: untenstehend finden Sie Neuigkeiten zu Projekten, Veröffentlichungen und Veranstaltungen des RKW Kompetenzzentrums. Wir wünschen Ihnen viel Spaß beim Lesen der aktuellen Ausgabe unseres Newsletters!

# partials_newsletter_body_editorial_contact.contact
source: Contact:
de: Kontakt:

# partials_newsletter_body_items_default_contact.contact
source: Contact:
de: Kontakt:

# partials_newsletter_body_items_default_content.contact
source: Contact:
de: Kontakt:

# partials_newsletter_body_items_separator.headline
source: Recent topics
de: Aktuelle Themen

# partials_newsletter_body_items_more.readMore
source: Read more
de: Mehr lesen

# partials_newsletter_global_header.problems1
source: Having problems with the presentation?
de: Probleme mit der Darstellung?

# partials_newsletter_global_header.problems2
source: Click here
de: Hier klicken

# partials_newsletter_global_footer.subscriptionHeadline
source: Your Subscription
de: Ihr Abonnement

# partials_newsletter_global_footer.subscriptionTopics
source: You have subscribed to the following topics:
de: Sie haben folgende Themen abonniert:

# partials_newsletter_global_footer.subscriptionText
source: Are you interested in further topics or would you like to unsubscribe? No problem!
de: Sie interessieren sich für weitere Themen oder möchten den Newsletter abbestellen? Kein Problem!

# partials_newsletter_global_footer.subscriptionLink
source: Click here to change your subscription.
de: Klicken Sie hier um Ihr Abonnement zu ändern.

# partials_newsletter_global_footer.specialTopic
source: Default
de: Standard

# templates_email_optInRequest.headline
source: Hello
de: Hallo

# templates_email_optInRequest.text1
source: thank you for your interest in the newsletters of the RKW Competence Centre. We will be happy to send you future news on the following topics by e-mail:
de: vielen Dank für Ihr Interesse an den Newslettern des RKW Kompetenzzentrums. Gerne senden wir Ihnen künftig aktuelle Meldungen zu den folgenden Themen per E-Mail zu:

# templates_email_optInRequest.text2
source: Please check the details for correctness and confirm them using the link below. Our service is of course free of charge.
de: Bitte prüfen Sie die Angaben auf Richtigkeit und bestätigen Sie sie über den untenstehenden Link. Unser Newsletter-Service ist selbstverständlich kostenlos.

# templates_email_optInRequest.textOptIn
source: Please click here to confirm your subscription. To make future changes easier for you, a free account will automatically be created if you are not already registered as a user. You will receive your password in another e-mail.
de: Bitte klicken Sie hier, um das Abonnement zu bestätigen. Um Ihnen zukünftige Änderungen zu erleichtern, wird automatisch ein kostenloser Account erstellt, falls Sie nicht schon als Nutzer registriert sind. Das Passwort erhalten Sie in einer weiteren E-Mail.

# templates_email_optInRequest.textOptOut
source: Did you change your mind or did you not request the subscription yourself? Simply click here to delete all data:
de: Sie haben es sich anders überlegt oder haben das Abonnement gar nicht selbst angefragt? Klicken Sie einfach hier, um alle Daten zu löschen:

# templates_email_optInRequest.textOptInLinkLabel
source: Yes, I would like to subscribe to these newsletter topics
de: Ja, ich möchte diese Newsletter-Themen abonnieren

# templates_email_optInRequest.textOptOutLinkLabel
source: No, I don't want to subscribe to these topics
de: Nein, ich möchte kein Abonnement zu diesen Themen

# templates_backend_email_adminApproval.headline
source: Hello %s,
de: Hallo %s,

# templates_backend_email_adminApproval.text1
source: the following newsletter issue is waiting for an approval from you:
de: folgende Newsletterausgabe wartet auf eine Freigabe von Ihnen:

# templates_backend_email_adminApproval.text2
source: You can see the details in TYPO3-Backend.
de: Sie finden die Details zur ausstehenden Freigabe im TYPO3-Backend. Dort können Sie auch die Freigabe vornehmen.

# templates_backend_email_adminApproval.stage
source: Stage
de: Stufe

# templates_backend_email_adminApprovalAutomatic.headline
source: Hello %s,
de: Hallo %s,

# templates_backend_email_adminApprovalAutomatic.text1
source: the following newsletter issue has been approved automatically because you did not react in time:
de: folgende Newsletterausgabe wurde automatisch freigegeben, da Sie die Freigabe nicht rechtzeitig erteilt haben:

# templates_backend_email_adminApprovalAutomatic.text2
source: You can see the details in TYPO3-Backend.
de: Sie finden die Details zur Freigabe im TYPO3-Backend.

# templates_backend_email_adminApprovalAutomatic.stage
source: Stage
de: Stufe

# templates_backend_email_adminRelease.headline
source: Hello %s,
de: Hallo %s,

# templates_backend_email_adminRelease.text1
source: the following newsletter issue is ready to be sent:
de: folgende Newsletterausgabe wartet auf den Start des Versands durch Sie:

# templates_backend_email_adminRelease.text2
source: You can see the details in TYPO3-Backend.
de: Details dazu finden Sie im TYPO3-Backend. Dort können Sie auch den Versand starten.

# partials_subscription_user.labelRequired
source: (required)
de: (pflichtfeld)

# templates_subscription_new.subscribe
source: Subscribe now
de: Jetzt abonnieren

# templates_subscription_new.topics
source: Which topics would you like to subscribe to?
de: Welche Themen möchten Sie abonnieren?

# templates_subscription_new.userData
source: Personal data
de: Persönliche Daten

# templates_subscription_new.terms
source: I accept the terms and conditions.
de: Ich akzeptiere die Nutzungsbedingungen.

# templates_subscription_edit.subscribe
source: Save changes
de: Änderungen speichern

# templates_subscription_edit.topics
source: Which topics would you like to subscribe to or unsubscribe from?
de: Welche Themen möchten Sie abonnieren oder abbestellen?

# templates_subscription_edit.delete
source: To cancel your newsletter subscription completely, simply deactivate all topics.
de: Um Ihr Newsletter-Abo komplett zu beenden, deaktivieren Sie einfach alle Themen.

# templates_subscription_message.goToSettings
source: Show my settings
de: Meine Einstellungen anzeigen

# validator.email_invalid
source: Specified email address is not valid.
de: Die angegebene E-Mail-Adresse scheint unvollständig zu sein. Bitte überprüfen Sie diese doch noch mal.

# validator.field_required
source: Please fill out the field '%s'.
de: Da fehlt noch was. Bitte füllen Sie das Feld '%s' aus.
